## Добавьте название запроса
Описание процедуры

Добовить описание

Канал для запроса

**> /<Cid>/${module}/${topic}**

Запрос в формате JSON

```
{ // EXAMPLE
	"entity": Entity string - идентификатор объекта
}
``` 

Канал для ожидания ответа

**< /<Cid>/res/${module}/${topic}**

Ответ в формате JSON

```
{ // EXAMPLE
	"list": [List]
}
List object - описывае какую-то сущность
	"id": ID string - идентификатр объекта
	"name": Name string - наименование
	"date": Date datetime - некая дата
	"attr": Attr bool - некий признак


```

Ошибки:

```
E_ERROR
```

Примеры:

```
////////////////////////////////////////
//// Запрос
////////////////////////////////////////
{  // EXAMPLE
	"entity": 457
}
////////////////////////////////////////
//// Ответ
////////////////////////////////////////
{  // EXAMPLE
	"list": {
		"id": 457,
		"name": "Сладкие берега",
		"date": "2018-12-07 07:30:21+03:00",
		"attr": true
	},
 // статус обязательно возвращать даже в пустом ответе
	"status":  {
		"result":  "accepted",
		"reason":  "I_SUCCESS"
	}
}
```


